{"name":"Moon landing date (EN, aware)","context":"On July 20, 1969, NASA's Apollo 11 mission successfully landed the lunar module Eagle on the Moon. Neil Armstrong stepped onto the lunar surface first, followed by Buzz Aldrin, while Michael Collins orbited above in the command module.","answer":"July 20, 1969","lang":"en","mode":"aware","wh_type":"when"}
{"name":"UN headquarters city (EN, aware)","context":"The United Nations is an intergovernmental organization founded in 1945 after the Second World War. Its headquarters complex is located in New York City along the East River, where delegates from member states convene.","answer":"New York City","lang":"en","mode":"aware","wh_type":"where"}
{"name":"Marie Curie field (EN, aware)","context":"Marie Curie was a pioneering scientist who conducted groundbreaking research on radioactivity. She won two Nobel Prizes for her work in physics and chemistry, making her the first person to receive the award in two different scientific fields.","answer":"radioactivity","lang":"en","mode":"aware","wh_type":"what"}
{"name":"Chocolate origins (EN, agnostic)","context":"Chocolate is produced from the seeds of the cacao tree, native to the tropical regions of Central and South America. Today, cacao is cultivated in many countries, and chocolate is enjoyed worldwide in numerous forms and recipes.","answer":null,"lang":"en","mode":"agnostic","wh_type":"auto"}
{"name":"Mount Everest height (EN, agnostic)","context":"Mount Everest rises on the border between Nepal and China and is the Earth's highest mountain above sea level. Climbers travel from across the globe to attempt its summit, which reaches an elevation of 8,848 meters.","answer":null,"lang":"en","mode":"agnostic","wh_type":"auto"}
{"name":"Shevchenko birthday (UA, aware)","context":"Тарас Шевченко — український поет, художник і національний символ. Він народився в селі Моринці на Київщині та став автором знаменитого \"Кобзаря\". Його день народження відзначають щороку як важливу культурну подію.","answer":"9 березня 1814 року","lang":"ua","mode":"aware","wh_type":"when"}
{"name":"Kyiv capital (UA, aware)","context":"Київ — столиця України, розташована на берегах Дніпра. Місто має понад тисячолітню історію та є культурним, науковим і економічним центром країни. Сюди з'їжджаються туристи, щоб побачити Софійський собор та інші пам'ятки.","answer":"України","lang":"ua","mode":"aware","wh_type":"what"}
{"name":"Lviv founded (UA, aware)","context":"Львів заснували у середині XIII століття, і місто швидко стало важливим торговельним центром регіону. Його історичний центр занесений до списку Світової спадщини ЮНЕСКО, а вузькі вулички приваблюють гостей з усього світу.","answer":"у середині XIII століття","lang":"ua","mode":"aware","wh_type":"when"}
{"name":"Dnipro river length (UA, agnostic)","context":"Річка Дніпро є третьою за довжиною в Європі та протікає через Росію, Білорусь і Україну, впадаючи у Чорне море. Вона має важливе значення для транспорту, енергетики та історії українських міст.","answer":null,"lang":"ua","mode":"agnostic","wh_type":"auto"}
{"name":"Karpaty tourism (UA, agnostic)","context":"Карпати — гірський масив на заході України, відомий своїми лісами, полонинами та мінеральними водами. Регіон приваблює туристів цілий рік: взимку для катання на лижах, влітку для походів і відпочинку на природі.","answer":null,"lang":"ua","mode":"agnostic","wh_type":"auto"}
